/* Done Button for closing the mini browser */
"i18N_YMB_Done_Button" = "OK";

/* Pop up menu action label */
"i18N_YMB_Search_Popup_Label" = "Rechercher";

/* Open in safari action label */
"i18N_YMB_Share_Action_Open_in_Safari" = "Ouvrir dans Safari";

/* Browser Back accessibility label */
"i18N_YMB_back_access_label" = "Revenir.";

/* Browser Back accessibility hint */
"i18N_YMB_back_access_hint" = "Appuyez deux fois pour revenir à la page Web précédente.";

/* Browser share button accessibility label */
"i18N_YMB_share_access_label" = "Partager.";
